Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN THE RUNWAY.tmx
Source language: ko
Languages: en

source: 우리들의 이 얽힌 싵타래를, 사람 밑바닥은 치게 만들지 말았어야지.
en: can we even / you shouldn’t have let me get to my worst.

source: 저희 왜 집합이에요?
en: why are we all called in?

source: 해범아?
en: haebeom?

source: 치즈 팝콘 큰 거 하나랑요.
en: can I get a large cheese popcorn,

source: 뭘 이렇게 죄다 짬뽕시켰어.
en: you mixed everything into it.

source: 숨 좀 쉬자, 어?
en: at least at home!

source: 아니, 내가 너한테 사람이긴 했어?
en: no... was I ever a living person to you?

source: 궁금해?
en: do you want to know?

source: 주변 카페
en: coffee shop near me

source: 솔이라는 조카가 있어요.
en: I have a niece named sol.

source: 유독 맛있거든.
en: it tastes better.

source: 협의의혼의사 확인신청서
en: consensual divorce confirmation form

source: 그럼 뭐 은밀한 장소에서 줄까?
en: so what, you want me to give it to you somewhere dark and private?

source: 예, 예?
en: y-yes, chief?

source: 꼭 몸이 섞여야 불륜이야?
en: an affair doesn’t require physical intimacy.

source: 놀이터요?
en: the playground?

source: 누가.
en: who does?

source: 월급값들 좀 해.
en: prove that you’re worth your paycheck.

source: 포옹
en: smile

source: 신해범.
en: haebeom.

source: 위험하다.
en: ...is dangerous.

source: 선배!
en: jian!

source: 그럼 문자로 보내.
en: so just text me.

source: 그럼 퇴근 전에 당신들 쓰레기나 읽고 있던 내 기분은 어떨 것 같습니까, 네?
en: how do you think I felt reading your pieces of trash right before I go home?

source: 어머, 웬일이야.
en: oh my god.

source: 감독 역할 좋아하시네.
en: as a supervisor, yeah right.

source: 부모님은 아시고?
en: did you tell your parents?

source: 기분 나쁘게 듣지 마세요.
en: I hope you’re not offended...

source: 나 남자 생긴 거.
en: that I’m seeing someone.

source: 응, 한 수 가르쳐줘.
en: sure, teach me your ways.

source: 해범아.
en: haebeom.

source: 우리 해범이 자리에 있나요?
en: is he here right now?

source: 그래.
en: fine.

source: 신해범 변호사요.
en: lawyer haebeom shin.

source: 한약방에서 파냐고.
en: do you really consider this as a coffee?

source: 카리스마 넘쳐.
en: it looks charismatic.

source: 그래서 뭐!
en: do what?

source: 왜 너한테 말 안 했냐고?
en: why did I not tell you?

source: 아 씨, 나 영화 보러 가야 되는데.
en: ugh, I’m supposed to go to the movies tonight.

source: 제가 재판이…
en: I had a trial...

source: 어디?
en: where do you think?

source: 너랑 나랑 결혼한 지 5년인데, 그 새끼랑 3년이면.
en: you’ve been married to me for five years and seeing him for three.

source: 나는 그냥 네가 너무 좋아서,
en: I’m just really into you.

source: 왜ꞏꞏꞏ 그렇게 보세요?
en: why... are you staring at me?

source: 이 동네 커피가 맛이 없는 건가?
en: is it that the coffee around here sucks?

source: 아ꞏꞏꞏ 입에 안 맞으십니까?
en: oh... is this not your taste?

source: 어디서 배워 와도 당신들처럼 하긴 힘들 텐데, 대체 비결들이 뭡니까?
en: being this bad at your jobs must be difficult. how did you manage to do it?

source: 그러니까 넌 그냥ꞏꞏꞏ
en: so you can just...

source: 신 편.{j}혹시 애인한테도 그래?
en: editor shin, are you this cold to your girlfriend too?{j}

source: 금방 갈테니까.
en: I’ll be right over.

source: 나 때문에 말을 못했다고.
en: you said I was the reason why you couldn’t tell me.

source: 네가 행여라도 잘못된 건 아닌지 궁금해서 왔다고.
en: curious about your well being.

source: 죄송하지만 이건 너무 비싼 시계라 저희도 협찬사에 바로 돌려드려야 되는 점 양해 부탁드립니다.
en: I apologize, but we have to return this watch immediately after this photoshoot to the sponsoring brand.

source: ⋯너 나한테 왜 그랬냐⋯
en: why did you do that to me?

source: 바로 편집장, 이 남자 때문에!!
en: ...because of this man.

source: 남편분이랑 대화로 한번 풀어봐요.
en: you should try to talk it out with your husband.

source: 그리고 잊었나 본데.
en: in case you forgot,

source: 야, 신현민!
en: dude, hyeonmin!

source: 아니야, 왜 불러.
en: no, don’t call for me.

source: ...아니요?
en: no...?

source: 어어?!
en: huh...?!

source: 촬영은 무사히 끝났다.
en: we wrapped up the photoshoot successfully.

source: 왜?
en: why?

source: 나는 이게 그렇게 맛있더라?
en: I really like this cake.

source: 넌 매일같이 내 와이프를 집 앞까지 데려다줬고.
en: and you dropped my wife off at my house every night.

source: 헉
en: GASP

source: 기분도 엿 같은데 그냥 확 밟아버릴까?
en: should I just break his arm as he wishes?

source: 흠칫..
en: flinch

source: 형, 오늘 기분 별로인 건 잘 알겠는데,
en: I know you’re having a bad day...

source: 막걸리
en: MAKGEOLLI

source: 그래도, 그래도 있잖아.
en: even so, just this once...

source: 아니요.
en: not at all.

source: 하, 내가 지금 이런 검색을 왜 하고 있냐.
en: ugh... why am I looking this up?

source: 우리 모두에게 상처가 있듯 그 상처의 고통도, 아픔도, 잠시간 잊게 해주는 치유약 역시 우리에겐 모두 존재한다.
en: we all have our own pain, but we also have our own painkillers to help us to forget about it for a little while.

source: 혹시 화났나?
en: is he mad...?

source: 제가 배부르고 고픈 것도 구별 못할 것 같으세요?
en: you think I won’t know when I’m hungry?!

source: 차라리 잘됐어.
en: it’s for the best.

source: 우린 애초부터 대화가 안 되는 사람들이야.
en: we cannot have a conversation with each other.

source: 수신전화
en: incoming call

source: 그랬지.{j}그랬는데, 내가 좀 급해져서.
en: I did, but now I need an answer as soon as possible.{j}

source: 째릿
en: glare

source: 의뢰인이랑 선약 있어.
en: I have an appointment with a client.

source: 너를 보는 것도 오늘이 마지막이구나.
en: this is likely the last time I’ll see you.

source: 띡
en: beep

source: 너도 맛있어.
en: you too.

source: 선수가 아니라 방금 면허를 딴 초보였다.
en: he isn’t a player at all. instead, he’s more like a person who just started driving...

source: 하아⋯
en: sigh

source: 그런데 유지안 씨, 갑자기 입맛이 뚝 떨어졌나 봐?
en: why did you lose your appetite?

source: ⋯뭐?
en: what?

source: 우리 지금 3시간째 걷고 있는 건 아세요?
en: have you noticed that we’ve been walking for three hours?

source: 편집장님, 방금 보신 장면은 오해세요.
en: chief, what you saw just now is really nothing.

source: 잠 한숨 못 자고 이제 왔다고.
en: I haven’t had a break, and I just got home.

source: 휘익
en: SWOOSH

source: 좋습니다!
en: it’s perfect!

source: 선배, 빵 드실래요?
en: do you want some bread?

source: 뭐긴 뭐야.
en: what do you think?

source: 그땐 내 손에 장을 지진다.{j}이 개ㅅ끼야.
en: I’d rather die, you bastard.{j}

source: 이번 달 기획 발표에선 날 웃기는 일이 없길 바랍니다.
en: I hope nobody makes me laugh again during this presentation.

source: 종합 민원실
en: civil service office

source: 질투했냐고.
en: did you get jealous?

source: 편하게 해.
en: you don’t have to act so stiff.

source: 한우곱창
en: KBBQ GOPCHANG

source: 뭐, 이 새끼들아?
en: are you serious?

source: 민선영 씨는 프랑스어 어디서 배웠어?
en: seonyeong, where did you learn french?

source: 둘 다 오늘부로 잘리고 싶지 않으면.
en: if you don’t want to be fired immediately.

source: 아, 편집장님이 계셨구나…다음에 다시 와야지.
en: oh, chief... you’re here. I’ll just come back another time.

source: 꾸욱.
en: squeeze

source: 아닌데, 나 편집장 편들었는데?
en: I took his side this time...

source: 이래도 못 알아들어요?
en: do you understand now?

source: 그런 두 사람이 만났는데 대화가 되겠어?
en: how could we talk it out peacefully?

source: 여기서 좀 내리자.
en: sorry, man.

source: 내가 우리 런웨이 직원 분들에게 감사 인사를 좀 하고 싶어서 다들 모이라고 했습니다.
en: I asked you all to come because I wanted to point out how amazed I am at you all.

source: ꞏꞏꞏ이겨ꞏꞏꞏ내야죠ꞏꞏꞏ
en: push... through...

source: 카드.
en: here!

source: 뭘 잘못했냐고?
en: what happened, huh?

source: 무슨 생각을 하셨는데요?
en: what were you thinking?

source: 가능하다고?
en: we can?

source: 나 아무 커피나 못 마셔요.
en: I don’t drink bad coffees though.

source: 미쳤어?
en: have you gone insane?

source: 궁금해.
en: I do care.

source: 그다음엔 저희도 어른답지 못한 행동에 대해서 정중하게 사과드리겠습니다.
en: Then, we’ll apologize for not handling this in a more respectful way.

source: 빌어먹을 코미디는 하지 말자고.
en: I have had enough jokes.

source: 그런 거면 네 소원, 이뤄졌어.
en: if that’s what you wished for, it came true.

source: 남편분과는 요즘 좀 어떠세요?
en: how are things with your husband?

source: 복분자 12,000
en: bokbunja $12

source: 그 얘기를 하는 거야, 지금?
en: is that what you’re saying?

source: …예?
en: what?

source: 당연히 와야지.
en: of course I’d come.

source: 다비드 조각상이 따로 없습니다!
en: you look like a greek god!

source: 단지 부원장님께서 너무 지쳐 보이셔서.
en: he looked exhausted, so...

source: 그날이⋯
en: because that day...

source: 나와 같은 마음이니까 내가 오해할까 신경 쓰지.
en: you must feel the same as I do, which is why you don’t want me to misunderstand.

source: 가져보지 못한 것에 대한 열망?
en: yearning for something you didn’t have?

source: 집은 됐다고 했잖아.
en: I said it’s fine.

source: 해물매운탕
en: Spicy Seafood Stew

source: 톱스타를 상대로 배짱을 부리는 건 잡지사 편집장인 나에게도 엄청난 리스크를 안고 가는 무모한 행동이었거든.
en: even as a chief editor, pulling a move like that on a celebrity was a risky move.

source: 뭐라고요?
en: what?!

source: 선배들, 빨리 와요!
en: run, everyone!

source: 그게 내 매력이긴 하지.
en: that’s what makes me attractive.

source: 시계 준비해 주세요.
en: let’s get the watch ready.

source: 불만은 없구요.
en: there isn’t any problem.

source: 우리 불륜 아니야.{j}죄지은 것도 아니고.
en: we’re not cheating nor committing a crime.{j}

source: 제작 대원씨아이
en: Production Daewon CI

source: 명령'이라는 표현이 어울릴 정도로 단호했다.
en: it was closer to an order than a request...

source: 내가 왜?
en: why should I?

source: 나, 지안 씨 안 좋아해.
en: I’m not in love with jian.

source: 네에…많이 비싸졌습니다…
en: yeah... it got a lot more expensive recently.

source: 이러려고 데리고 왔구나, 이러려고.
en: this is why he took me here.

source: 왜 이혼하는 건데?
en: why are you getting divorced?

source: 도무지 모르겠어.
en: no clue at all.

source: 차라리 좀 푸근한 누나 같은 스타일을 만나보는 게 어때?
en: instead of a sophisticated workaholic.

source: 아니야아아!
en: nooooo!!!

source: 자몽 에이드 3.8
en: grapefruit ade $3.8

source: 얼른 먹고 가.
en: eat.

source: 뭘 잘못했냐고!
en: what did he--

source: 너희들보다 일이 더 빨리 늘 것 같아.
en: ...she’d do better than you all.

source: 빨리 와!
en: come on!

source: 이혼을 한다고?!
en: you’re getting divorced?!

source: 어떻게 해줄까.
en: oooh, what should I say?

source: 줄줄
en: BLURT

source: 소리 낮춰.
en: lower your voice.

source: 집 정리되는 대로 연락할게.
en: I’ll let you know after I sell the house.

source: 임신했을 때도, 유산했을 때도, 너한테 모두 말하려고 했어.
en: I tried. when I got pregnant, and when I miscarried. I tried to tell you.

source: 난 더 보란 듯이 잘 살 거야.
en: I’ll be completely fine.

source: 야, 줄게.
en: I’ll pay.

source: 야, 이 미친 새끼야.
en: hey, you bastard!

source: 유산하고 죄책감에 힘들어할 때, 내 옆에 그 남자가 있어줬어.
en: when I was struggling from miscarriage, he was there for me.

source: 가, 가지 말까요?
en: sh-should I not?

source: 저 더는 못 가요.
en: I just can’t walk anymore.

source: 화르륵
en: BLUSH

source: 혹시 아까 유라 선배를 혼내신 이유가ꞏꞏꞏ
en: is the reason why you were picking on yura...?

source: 다 좋은데 웃으시는 게 너무 어색해!
en: you look perfect, but your smile is a little awkward.

source: 편집장님은 거의 원어민급이시던데요.
en: you sound like a native speaker.

source: 싱겁기는.
en: okay then.

source: 해,
en: hae-

source: 5천 정도 할 겁니다.
en: but it’s about 50k.

source: 아메리카노 2.8 3.0
en: americano $2.8 $3.0

source: 얼굴이 영ꞏꞏꞏ
en: you look a little...

source: 저 엔조이 같은 거 안 해요.
en: I don’t do friends with benefits.

source: 서, 선배.
en: j-jian.

source: 편집장님이 언제 부편집장 대우해주시는 거 봤어?
en: did you ever see him giving me a special treatment for being an assistant chief?

source: 그만하라고, 제발⋯
en: please just stop it...

source: 그러니 같이 가죠.
en: so, come with me.

source: 내놔아아아아!
en: give it to me!!!

source: 형, 해범이 형!
en: haebeom!

source: 너희들 아주 작정하고 내 얼굴에 먹칠하고 다닌다?
en: you’re making me ashamed.

source: 너 초보냐?
en: are you a student driver?

source: 난 선수도 아니지만.
en: although I’m not a player,

source: 다음.
en: next.

source: 남편이 우리 관계 알았어.
en: my husband found out about us.

source: 뭐야, 이 새꺄!
en: hey, you bastard!

source: 이 새끼가 사람 죽인다!
en: THIS GUY IS BEATING ME UP!

source: 악!
en: OUCH!

source: 그냥 네가 살아.
en: you can live there.

source: 무슨 관찰인진 말씀을 안 해주셔서 잘 모르겠지만 대충 알고는 있습니다.
en: you didn’t tell me what it’s for, but I am aware.

source: 결국 나와 진경은 합의점을 찾지 못했다.
en: jingyeong and I couldn’t find a compromise.

source: 나는 내게 다가온 인연에 침묵하는 짓 따위, 더 이상은 하기 싫어.
en: I’m not going to avoid love that waltzed into my life.

source: 왜 자꾸 시비야, 시비가.
en: stop picking fights, man.

source: 어떻게?
en: how?

source: 그리고 너 자꾸 나만 나쁜 새끼 만드는데.
en: you keep making me the bad guy here,

source: 나, 부모도 형제도 아무도 없는데.
en: I don’t have any family or relatives.

source: 잔뜩 삐뚤어졌잖아.
en: you’re clearly upset.

source: 차차 알아가면 되고.
en: you can learn as we go.

source: 연애라기보단 제가 일방적으로 매달리고 있죠
en: I’m not really seeing her... it’s more like I’m begging her.

source: 그러지 말고, 형.
en: haebeom,

source: 왜, 싫어요?
en: would you rather not?

source: 이봐요!!
en: hey!

source: 오늘 갖고 온 시계 중 가장 비싼 모델은?
en: what’s the most expensive model you have today?

source: 나 왔다고 얘기하지 마.
en: no, don’t tell her I’m here.

source: 왜요?
en: how come?

source: 그리고 문자를, 수사관님이랑은 집에서도 해.
en: but I do with you.

source: 이곳은 G 호텔의 스위트룸이다.
en: this is a suite room at hotel g.

source: 유지안 너 때문에.
en: all because of you, jian.

source: 제가 방금도 말씁드렸지만, 지금 시간이⋯
en: as I just mentioned, we have a tight schedule--

source: 골뱅이무침
en: Sea Snails Salad

source: 다음에 설명할게!
en: I’ll explain it later!

source: 반짝
en: SPARKLE

source: 아니요, 정말 배가 안 고파서⋯
en: no, I’m just not hungry...

source: 별로 배 안 고픕니다.
en: I’m not that hungry.

source: 그때의 나, 지금의 나.
en: the me then, and the me now.

source: 꺄르륵
en: TEEHEE

source: 손을 잡았어요, 키스를 했어요?
en: did we hold hands? kiss?

source: 해범 씨⋯
en: haebeom...

source: 고민하는 이유나 한번 들어볼까?
en: tell me why you’re contemplating.

source: 앞으로도 없을 거고.
en: and there won’t be.

source: 미안한테, 나.
en: I think I’m gonna get off here.

source: 오이 스시
en: OI SUSHI

source: 너 말이 왜 이렇게 짧아.
en: ...but who are you to talk down to me like that?

source: 지금까지 같이 살아온 게 참 미스터리라고 해야 되나?
en: it’s a miracle that you were together for so long.

source: 네가.
en: you do.

source: 오늘 재판에 어울려?
en: does it look good for the trial today?

source: 내가 가장 싫어하는 과목이 수학인데.
en: math is my least favorite subject,

source: 내가 방금 물었잖아요.
en: I just asked.

source: 이따위 복잡한 이론은 죄다 필요 없다.
en: I don’t need all of these complicated theories.

source: 너 오늘 진짜 혼나볼래?!
en: are you doing this on purpose?!

source: 일어났냐?
en: are you up?

source: 너도 날 좋아하니까, 너도 나와 같은 마음이니까,
en: you feel the same... you like me.

source: 콸콸
en: POUR

source: 이게 불륜이에요?
en: that’s considered an affair?

source: 어, 신 변호사.
en: hey, lawyer shin.

source: 화 안 낼 테니까 솔직히 말해봐.
en: I won’t be mad at you, so be honest.

source: 곱창전골
en: beef intestines stew

source: 유지안 씨를 건드렸잖아.
en: she messed with you.

source: 답지 않게 서론 길게 늘이지 말고 본론만 간단히 해.
en: quit the chitchat and get to the point.

source: 영화도 됐어.
en: no movies, either.

source: 뭐?!
en: what?!

source: 진심으로ꞏꞏꞏ 행복했으면 좋겠어.
en: ...want you to be happy.

source: 그것만 몰랐을까.
en: there were many other things I didn’t know...

source: 이번에 볼 영화는 스릴러다.
en: we’re watching a thriller movie.

source: 진짜 거지 같고 짜증 나네.
en: this is so frustrating.

source: 시장조사는 핑계인 거 다 아는데.
en: I know that “market research” is just an excuse...

source: 편집장님이 평소 하지 않는 행동을 한 것인데 바로,
en: chief asked yura to get him coffee...

source: 어어!
en: wait!

source: 급한 거야?
en: is it urgent?

source: 오늘 진짜 왜 그러는데요, 응?
en: what’s up with you today, huh?

source: 아니야, 아무것도.
en: nothing...

source: 취해서 지안이한테 온 것 같긴 한데.
en: I think I got drunk and came to see Jian...

source: ⋯네, 월요일이죠.
en: yes, it is...

source: 커피 심부름.
en: a coffee run.

source: 정확히 봤어.
en: you’re correct.

source: 아까 무릎을 꿇고 있던 사람이 이기백 씨 하나였다면 난 분명 무시하고 지나갔을 거야.
en: if it was just kibaek kneeling down in front of that guy, I would have ignored it.

source: ꞏꞏꞏ예?
en: huh...?

source: 무슨 뜻일 것 같습니까?
en: what do you think I mean by that?

source: 촬영 준비 제대로들 하세요.
en: make sure you are perfectly prepared for the shoots.

source: 미안해?!
en: SORRY?!

source: 저 형 변호사 맞아?
en: is he really a lawyer?

source: 소 나 결혼해
en: I’m getting married.

source: 잘 살아.
en: take care.

source: 말려 말려!
en: stop him!

source: 너 깡패야?
en: are you a bully?

source: 우리는 모두 사랑을 한다.
en: we all love...

source: 타닥
en: rush

source: 그래서 말인데.
en: now that you mention it...

source: 아주.
en: a lot.

source: 하하
en: AHAHA

source: 응, 그랬어?
en: aw, you did?

source: 막창구이
en: cow intestines

source: 편집장님이다!
en: the chief’s here!

source: 와줘서 고마워ꞏꞏꞏ
en: thank you so much for coming...

source: 그럼에도.
en: nevertheless.

source: 누가 도와줄 수도 없는 노릇이고 스스로 이겨내야죠.
en: all there is to do is push through it all.

source: 제 얼굴이 어떤데요.
en: what face am I making?!

source: 네가 아니라.
en: you weren’t.

source: 집 정리한 돈 필요 없다고.
en: I said I don’t need that money!

source: 이제 보니 선수네, 선수야.
en: is such a player.

source: 있구나~?
en: you are!

source: 소막창구이
en: cow intestines

source: 너도 궁금하지 않잖아.
en: you don’t care anyway.

source: 30분씩이나요?
en: 30 minutes?!

source: 해범 씨!
en: haebeom!

source: 그
en: gre

source: 고마웠어, 전부.
en: thank you, for everything.

source: 묻잖아.
en: I’m asking you.

source: 그런데 너, 매일 새벽 4시에나 들어왔잖아.
en: but you weren’t home until 4 am every night.

source: 까페라떼 3.5 3.8
en: cafe latte $3.5 $3.8

source: 나라고 그 집에 혼자 남아 사는 게 편하겠어?
en: how would it be easy for me to live there?

source: 아, 다리 좀 치워봐요!
en: oh come on, move your legs at least!

source: 왜 이제 우린 서로를 견디지 못하는 걸까.
en: ...so why can we no longer stand each other?

source: 잠이슬
en: SOJU DROP

source: 종합 민원
en: civil service off

source: 응, 수사관님이랑 나 불륜 맞아.
en: yes, we are having an affair, investigator.

source: 불안해서 그래.
en: I’m just anxious.

source: 영화 보러 왔으면 영화나 보죠.
en: and focus on the movie.

source: 유지안씨는 상도덕이 없네.
en: how silly of you, jian.

source: 잘난 놈 아니라고 대답했고.
en: I said I’m not.

source: 아, 유지안 씨 진짜 답답하네.
en: you’re too innocent, jian.

source: 구이 10,000
en: grilled $10

source: 오이시 스시
en: OISHI SUSHI

source: 그런데, 내가 이기적이라는 건 나도 잘 아는데.
en: ...especially since this is incredibly selfish of me.

source: 그런데 계약이라는 게 한쪽에서 일방적으로 깰 경우엔 불리한 상황이 많이 발생되거든.
en: but you’ll have to deal with the consequences.

source: 맛나포차
en: Manna Bar

source: 편집장?
en: chief?

source: 소연아, 나는 네가ꞏꞏꞏ
en: soyeon, I...

source: 신부님 친구분들!
en: now the friends!

source: 우리가 무슨 사인데요?
en: what are we?

source: ⋯너⋯
en: why...

source: 조각입니다!
en: you’re unreal.

source: 네에ꞏꞏꞏ
en: yes sir...

source: 유지안 씨 노예 체질인 건 잘 알겠는데.
en: I know you’re a voluntary slave to our company...

source: 신 변호사님이요?
en: lawyer shin?

source: 제가 무슨 배고프다고 생떼 부리는 애예요?
en: what am I, a child?! I don’t get hangry.

source: 그래, 우리 불륜이야.
en: so yes, it’s an affair.

source: 자!
en: okay!

source: 넌 내가 왜 싫냐?
en: why don’t you like me?

source: 그만해.
en: stop.

source: 현민이는 얼굴도 예쁜데 마음씨는 더 예쁜 것 같아.
en: hyeonmin, you’re a gorgeous man, but you’re even more beautiful on the inside.

source: 감정이 다 읽히는군⋯ 참, 단순하단 말야.
en: her emotions are all over her face... she’s so easy to read.

source: 하루, 뭐?
en: last day on what?

source: 복숭아 아이스티 3.0
en: peach iced tea $3.0

source: 어디 오늘만 날이니.
en: I’ll see you soon enough.

source: 그러니까.
en: I know.

source: 편하게.
en: take it easy.

source: 그런 것 같아.
en: I think so.

source: 뭐 먹을래.
en: what do you want to eat?

source: 머리 아프니까.
en: you’re giving me a headache.

source: 이제 런웨이랑 일을 못하겠다고 하셨습니까.
en: did you say that you can’t work with us anymore?

source: 신 변.
en: lawyer shin.

source: 앞으로 너만 편애할 거라고.
en: I’m going to play favorites, and you’re the favorite.

source: ꞏꞏꞏ비밀번호?
en: pass...code?

source: 말귀 진짜 못 알아먹네.
en: do you not understand what I’m saying?

source: 내 여자 만드는 법
en: how to make her mine

source: 이러려고 온 게 아닌데.
en: I didn’t come here for it...

source: 그러나 그에게선 전화는커녕 문자 한 통이 없다.
en: but there were no texts, no calls, nothing.

source: 편집장님, 부탁하신 커피입니다.
en: chief, here’s the coffee you asked for.

source: 허브티 3.0 3.3
en: herbal tea $3.0 $3.3

source: 신 변, 오늘 나랑 술 한잔할까?
en: lawyer shin, do you want to get drinks after work today?

source: 그래, 그날의 네 표정도 정확히 그랬어.
en: you had the same exact face on that day.

source: 그래, 하지 마.
en: then don’t.

source: ⋯그럼.
en: well, then...

source: 내가 네 얘기 안 들어줘서?
en: because I wasn’t listening to you?

source: 사랑해서 결혼한 네 남편이랑 마시라고.
en: ...go drink with your husband, who you chose to marry because you love him.

source: 내가 왜 날짜까지 정확히 기억하는지 넌 아니?
en: do you know why I remember the exact date?

source: 글쎄요.
en: I don’t know.

source: 그럼 지금 가든지.
en: then, let’s go now.

source: 왜 꽃을 들고 이곳을 찾았냐고?
en: why am I here with flowers?

source: 얘, 미현아.
en: oh, mihyeon.

source: 풀썩
en: PLOP

source: 아차.
en: oh, one more thing.

source: 나…,
en: I...

source: 한 명은 지방흡입전문병원 부원장.
en: and an assistant director of a plastic surgery clinic.

source: 선수인 나를 아주 제멋대로 가지고 놀고 있는 게 유지안 씨잖아?
en: you’re the one who’s playing with a player.

source: 이런 나를 즐기면 돼.
en: ...enjoy this.

source: 이제 안 그럴게.
en: I won’t do it again.

source: 할 말 있어요?
en: do you need to talk to me?

source: 지금 난 지칠 대로 지쳐 있다.
en: I am exhausted...

source: 우리는 오늘 화보 촬영 건으로 그쪽 소속사에 당신의 말도 안 되는 몸값을 모두 완납했고.
en: we’ll start with the ridiculous price we paid your agency for you.

source: 아주 질린다는 얼굴로.
en: you looked so done with me.

source: 그런데 해준 씨, 그건 그거고 비밀번호 좀 알려주실래요?
en: anyway, what’s your passcode?

source: 만나포차
en: Manna Bar

source: 너 대체 정체가 뭐냐.
en: who are you?

source: 잤겠어요?
en: what do you think?

source: 바짝
en: THUMP

source: 그럼 죄다 갖다버려.
en: just throw it all away, then.

source: 찡긋
en: WINK

source: 왜 하필 직장이야!
en: in the lobby?!

source: 어디 아파?
en: what’s wrong?

source: 3년.
en: three years.

source: 우리 엄마한텐 뭐라고 말씀을 드려야 될지…
en: but I have no clue on how to tell my mother about it...

source: 홱
en: TURN

source: 그런데 유지안 씨.
en: however, jian.

source: 다다다
en: rush

source: 갖다 버려, 이 새끼야!
en: go throw those away somewhere, you bastard!

source: 유지안 씨, 핫도그 먹을래?
en: jian, do you want a hot dog?

source: 배 안고프다니까요?
en: I’m not hungry!

source: 잔인한 거 못 보냐고.
en: can you watch gory scenes?

source: 어디서 지내는지.
en: where are you staying?

source: 청주주
en: CHEONGJU

source: …네.
en: yes...

source: 뚝뚝
en: DRIP

source: 진짜 죽여줄 테니까!
en: you’re done.

source: 물 말고.
en: no.

source: 제, 죄송합니다.
en: I understand. I apologize...

source: 내 팔!
en: MY ARM!

source: 그만큼 밑바닥을 쳤다는 거다.
en: that’s how down bad he is.

source: 아가씨.
en: ma’am.

source: 특히 이 문장.
en: especially this sentence.

source: 허.
en: eh?

source: 그러는 넌 아닌 것처럼 말하네?
en: stop pretending like you aren’t curious either.

source: 그리고 최유라 씨.
en: yura.

source: 내가 잘해줄게.
en: I’ll be good.

source: 내가 너에게 남편이긴 했냐.
en: did you ever consider me as your husband?

source: 내 와이프에게선 매일같이 네가 뿌리는 그 역겨운 향수 냄새가 났어.
en: I smelled your disgusting perfume from her.

source: 성민아, 나갈 준비 해라.
en: then get ready to leave. we have somewhere to go, seongmin.

source: 희한한 일이 벌어졌다.
en: something strange happened.

source: 내가 이혼장 접수를 언제 할지, 그거 궁금해서 온 거잖아, 너.
en: you’re curious about when will I finally file the divorce papers, that’s what you actually care about.

source: 그랬는데, 내가 좀 급해져서.
en: but now I need an answer as soon as possible.

source: 얼마나 기다리셨는데요?
en: how long have you been waiting for me?

source: 그럼 어디서 사다 드릴까요?
en: then where do you want it from?

source: 유지안 씨는 잔인한 거 못 봐요?
en: can you watch them?

source: 아, 저는.
en: well, I just...

source: 꾹
en: beep

source: 축하해.
en: congratulations.

source: 오늘 주면 더 좋고.
en: the earlier, the better.

source: 회의합시다.
en: let’s start the meeting.

source: 똑같지 뭐.
en: it’s the same.

source: 꿀꺽
en: GULP

source: 머리 아파 뒤지겠으니까 말로 할 때 그만하라고, 어?
en: I have a pounding headache.

source: 병원 가보라니까.
en: you should go see a doctor.

source: 오빠ꞏꞏꞏ!
en: haejun!

source: 엄마, 나…...
en: mom, I...

source: 그냥 술집이나 갈 것이지 웬 까페야, 까페가.
en: why don’t we just go to a bar? or just a regular coffee shop?

source: 듣고 보니 또 그러네요.
en: I guess that makes sense..

source: 이게 지금 누구 적선하나.
en: stop treating me like a beggar!

source: 어떤 폭탄주에 맥주, 소주, 청주, 막걸리, 복분자가 죄다 들어가- 이 미친 새끼야.
en: what kind of mixed drink has soju, cheongju, makgeolli, and bokbunja all in one?

source: 아주머니 애가 우리 애를 먼저⋯
en: your kid just...

source: 내가 아는 그 유지안 씨?
en: the jian I know?

source: 오해세요.
en: you’re mistaken.

source: 안 들려?
en: can’t you hear me?

source: 내가 곤란하게 했어?
en: am I interrupting?

source: 어디 가시는데요?
en: what for?

source: T 브랜드도 싫다.
en: the t brand,

source: 카푸치노 3.5 3.8
en: cappuccino $3.5 $3.8

source: 아, 젠장.
en: damn it.

source: 네가 여기 온 이유.
en: do you want me to tell you?

source: 저는 협찬사에 돌려주고 복귀하겠습니다.
en: I’ll be back at the office after returning these to our sponsor.

source: 일단 때려.
en: punch me in advance.

source: 5분의 여유도 없이 동대문을 걷고 걷고 또 걷고.
en: we’ve been walking around dongdaemun for hours!

source: 독학으로 조금…
en: taught myself a little.

source: 괜찮아.
en: I’ll be fine without.

source: 이게 네 차야?
en: is this your car?

source: 곱창모듬구이
en: grilled intestines special

source: 더 이상 물러날 곳은 없어 보이고.
en: there is no other way around it.

source: 카리스마 넘치는 스타일이라고 해줘.
en: tell me it looks charismatic.

source: 감히 내 직원들을 네 앞에 무릎 꿇게 한 비용까지 죄다 싸그리 묶어서 청구해 줄 테니까.
en: ...you’ll pay for making my team to kneel down for you.

source: 연락도 없이 어쩐 일이세요?
en: what are you doing here?
